Repository: BlindHelp/NVDA-IBMTTS-Driver
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: it

source: Italian
it: italiano

source: Rate boos&t
it: A&umento velocità

source: Head Size
it: &Dimensione della voce

source: Roughness
it: V&oce rauca

source: Breathiness
it: Voce aspira&ta

source: Castilian Spanish
it: Spagnolo castigliano

source: Latin American Spanish
it: Spagnolo latinoamericano

source: Brazilian Portuguese
it: Portoghese Brasiliano

source: French
it: francese

source: French Canadian
it: canadese francese

source: Finnish
it: finlandese

source: Chinese
it: Cinese

source: Japanese
it: giapponese

source: Korean
it: coreano

source: German
it: Tedesco

source: American English
it: inglese americano

source: British English
it: inglese britannico

source: Enable backquote voice &tags
it: Abilita backquote vocale e tag

source: IBMTTS folder address
it: Indirizzo della cartella IBMTTS

source: IBMTTS library name (dll)
it: Nome libreria IBMTTS (dll)

source: &Browse for IBMTTS library...
it: C&erca la libreria IBMTTS ...

source: &Copy IBMTTS files in an add-on (may not work for some IBMTTS distributions)
it: &Copia i file IBMTTS nel componente aggiuntivo&Copy IBMTTS files into driver add-on (may not work for some IBMTTS distributions)

source: Select the IBMTTS library (dll)
it: Seleziona la libreria IBMTTS (dll)

source: dynamic link library (*.{ext})
it: libreria a collegamento dinamico (*.{ext})

source: The IBMTTS files location has been set. If you want to use it with a portable version of NVDA, please use the "Copy IBMTTS files into driver add-on" button
it: Il percorso dei file IBMTTS è stato impostato. Se si desidera utilizzarlo con una versione portable di NVDA, utilizzare il pulsante "Copia i file con una versione portatile di NVDA, utilizzare il pulsante "Copia i file IBMTTS nel componente aggiuntivo del driver"

source: Success
it: Operazione riuscita

source: The specified dll file seems to be an incorrect IBMTTS library. Would you like to select another library?
it: Il file dll specificato sembra essere una libreria IBMTTS errata. Vuoi selezionare un'altra libreria?

source: Error loading library
it: Errore durante il caricamento della libreria

source: Relative paths are not allowed.
it: I percorsi relativi non sono ammessi.

source: Error
it: Errore

source: Are you sure to copy IBMTTS files to local NVDA installation and register a new add-on called "eciLibraries" to store the libraries? It may not work in some IBMTTS distributions. Note: after it, if you want to uninstall this add-on, you'll need to uninstall two add-ons in order to delete IBMTTS files completelly from NVDA. This one and "eciLibraries"
it: Vuoi copiare i file IBMTTS nella cartella utente di NVDA e creare un nuovo componente aggiuntivo chiamato "eciLibraries" per archiviare le librerie? Potrebbe non funzionare con alcune versioni di IBMTTS. SE si desidera disinstallare questo componente aggiuntivo, è necessario disinstallare IBMTTS ed "eciLibraries".

source: Copy IBMTTS files
it: Copia i file IBMTTS

source: Copying files
it: Copia dei file

source: Please wait while IBMTTS files are copied into add-on.
it: prego Attendere il completamento della copia dei file IBMTTS nel componente aggiuntivo.

source: Unable to copy a file. Perhaps it is currently being used by another process or you have run out of disc space on the drive you are copying to.
it: Impossibile copiare file. Spazio insuficente, oppure il file è utilizato da un altro processo.

source: Error Copying
it: Errore durante la copia

source: Successfully copied IBMTTS files. The local copy will be used after restart NVDA.
it: File IBMTTS copiati correttamente. Riavviare NVDA.

source: Error copying IBMTTS files
it: Errore durante la copia dei file IBMTTS

source: The synthesizer won't be available until you set IBMTTS files. NVDA won't show this synthesizer in teh synthesizers lists because you need to set the
it: Il sintetizzatore non sarà disponibile finché non si impostano i file IBMTTS. È necessario impostare la posizione dei file IBMTTS per visualizzarlo nell'elenco dei sintetizzatori. Aprire la finestra di dialogo delle impostazioni di NVDA; seleziona la categoria IBMTTS e premi il pulsante "Cerca libreria IBMTTS" per selezionare la cartella dei file.

source: if you are using another copy of IBMTTS or similar with a different name, you should not load this driver in the same NVDA session. If you do it, NVDA will fail. To resolve it switch to another synthesizer (E.G espeak) then restart NVDA. Afther that, you can use this new driver.
it: se si utilizza un altro sintetizzatore IBMTTS al caricare questo driver NVDA smetterà di funzionare. È consigliabile usare un altro sintetizzatore (E.G espeak). Al successivo riavvio sarà possibile caricare il driver.

source: IBMTTS driver for NVDA
it: Driver IBMTTS per NVDA

source: IBMTTS driver
it: Driver IBMTTS

source: This is the IBMTTS synthesizer driver for NVDA.
it: Driver del sintetizzatore IBMTTS per NVDA.
